akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alacritty
alsa-utils
anki
ark
artikulate
asar
aspell-en
audacity
audiocd-kio
autoconf
automake
base
bashtop
bind
bison
blinken
bluedevil
bomber
bovo
breeze
breeze-gtk
bspwm
cantor
cervisia
chapel
chromium
claws-mail
clisp
cmake
cmatrix
cowsay
ctags
discord
discover
docker
dolphin
dolphin-megasync
dolphin-plugins
dragon
drkonqi
eclipse-java
efibootmgr
elisa
emacs
evince
fakeroot
feh
ffmpegthumbs
figlet
filelight
firefox
fish
flameshot
fzf
gcc7
gimp
git
github-cli
gitlab-runner
gitter-bin
gnome-screenshot
gparted
granatier
grantlee-editor
graphviz
grub
gvim
gwenview
htop
hunspell-el
i3-gaps
i3status
inkscape
intellij-idea-community-edition
iptables-nft
jdk-openjdk
juk
julia
jump
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdf
kdialog
kdiamond
keditbookmarks
kfind
kfloppy
kfourinline
kgamma5
kgeography
kget
kgoldrunner
kgpg
khangman
khelpcenter
khotkeys
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-extras
kio-gdrive
kipi-plugins
kirigami-gallery
kiriki
kiten
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
knotes
kolf
kollision
kolourpaint
kompare
konqueror
konquest
konsole
kontact
kopete
korganizer
kpat
krdc
kreversi
krfb
kross-interpreters
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksysguard
ksystemlog
kteatime
ktimer
ktouch
ktuberling
kturtle
kubrick
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwayland-server
kwin
kwordquiz
kwrite
kwrited
latte-dock
libkscreen
libksysguard
libreoffice-fresh
libxft-bgra-git
lightdm
linux
linux-firmware
lokalize
lolcat
lskat
lxappearance
make
man-db
marble
mathpix-snipping-tool
mattermost
mattermost-desktop-bin
mbox-importer
megasync
milou
minuet
mullvad-vpn
mycli
mysql-workbench
neofetch
neovim
networkmanager
nftables
nitrogen
notification-daemon
noto-fonts-emoji
npm
ntfs-3g
ntp
obs-studio
octave
octave-statistics
okular
openblas-lapack
os-prober
oxygen
pacman-contrib
palapeli
pandoc
parley
patch
pavucontrol
peek
perf
picmi
picom
pim-data-exporter
pim-sieve-editor
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
polybar
powerdevil
powerline-fonts
poxml
print-manager
pypy3
pyside2
python-dbg
python-pip
python36
qbittorrent
qopenvpn
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-lottie
qt5-purchasing
qt5-quick3d
qt5-quicktimeline
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-virtualkeyboard
qt5-webglplugin
qt5-webview
qtcreator
qtspim
qutebrowser
r
ranger
redshift
ripgrep
rocs
rofi
rubber
scrot
sddm
shotcut
signon-kwallet-extension
slack-desktop
spectacle
sphinx
sshuttle
standardnotes-desktop
staruml
step
sublime-merge
sudo
surf
svgpart
sweeper
sxhkd
systemsettings
tabbed
teams
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tigervnc
tk
tldr
tmux
toilet
tomcat8
trash-cli
tree
ttf-inconsolata
ttf-iosevka
ttf-joypixels
ttf-linux-libertine
ttf-roboto
umbrello
unrar
unzip
valgrind
viber
virtualbox
visual-studio-code-bin
wdiff
wget
wireshark-qt
xclip
xdg-desktop-portal-kde
xf86-video-intel
xf86-video-vesa
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yakuake
yay
youtube-dl
zathura
zathura-pdf-mupdf
zeroconf-ioslave
zip
zoom
zsh
